package com.xbx123.freedom.utils.constant;

/**
 * Created by EricYuan on 2016/6/20.
 */
public class StrConstant {
    public static class Insurance {
        public static String insStr1 = "本保险说明适用以下平台用户：订购途途导由平台讲解员、领路人服务的个人用户。\n"
                + "在此您同意并认可途途导由为您购买由中国人寿保险股份有限公司（以下简称人寿保险）承保的国寿旅行综合团体意外伤害保险（ 险种代码842），作为您使用本平台相关出行产品的额外人身保险保障。\n"
                + "上述保险的保险责任及保险金额如下：\n"
                + "意外身故/伤残，其最高保险金额为人民币10万元；\n"
                + "急性病身故，其最高保险金额为人民币0.1万元；\n"
                + "身故处理，其最高保险金额为人民币0.1万元。\n"
                + "途途导由平台只为下单订购讲解员、领路人的用户端进行保险购买，如您订购，我们会视为您已经同意本平台为您个人购买国寿旅行综合团体意外伤害保险（ 险种代码842），并认可其保险责任及保险金额。";
    }
}
